<template>
  <div class="contents">
    <h1>工事中</h1>
    <h1>利用規約</h1>
    <p>
      この利用規約（以下、「本規約」といいます。）は、seed-k（以下、「当チーム」といいます。）がこのウェブサイト上で提供するサービス（以下、「本サービス」といいます。）の利用条件を定めるものです。ご利用ユーザーの皆さま（以下、「ユーザー」といいます。）には、本規約に従って、本サービスをご利用いただきます。
    </p>

    <h2>第1条（適用）</h2>
    <ol>
      <li>
        本規約は，ユーザーと当チームとの間の本サービスの利用に関わる一切の関係に適用されるものとします。
        </li>
      <li>
        当チームは本サービスに関し，本規約のほか，ご利用にあたってのルール等，各種の定め（以下，「個別規定」といいます。）をすることがあります。これら個別規定はその名称のいかんに関わらず，本規約の一部を構成するものとします。
      </li>
      <li>
        本規約の規定が前条の個別規定の規定と矛盾する場合には，個別規定において特段の定めなき限り，個別規定の規定が優先されるものとします。
      </li>
    </ol>

    <h2>第2条（禁止事項）</h2>
    <p>ユーザーは，本サービスの利用にあたり，以下の行為をしてはなりません。</p>
    <ol>
      <li>
        法令または公序良俗に違反する行為
      </li>
      <li>
        犯罪行為に関連する行為
      </li>
      <li>
        本サービスの内容等，本サービスに含まれる著作権，商標権ほか知的財産権を侵害する行為
      </li>
      <li>
        当チーム，ほかのユーザー，またはその他第三者のサーバーまたはネットワークの機能を破壊したり，妨害したりする行為
      </li>
      <li>
        本サービスによって得られた情報を商業的に利用する行為
      </li>
      <li>
        当チームのサービスの運営を妨害するおそれのある行為
      </li>
      <li>
        不正アクセスをし，またはこれを試みる行為
      </li>
      <li>
        他のユーザーに関する個人情報等を収集または蓄積する行為
      </li>
      <li>
        不正な目的を持って本サービスを利用する行為
      </li>
      <li>
        本サービスの他のユーザーまたはその他の第三者に不利益，損害，不快感を与える行為
      </li>
      <li>
        当チームのサービスに関連して，反社会的勢力に対して直接または間接に利益を供与する行為
      </li>
      <li>
        その他，当チームが不適切と判断する行為
      </li>
    </ol>

    <h2>第6条（本サービスの提供の停止等）</h2>
    <ol>
      <li>
        当チームは，以下のいずれかの事由があると判断した場合，ユーザーに事前に通知することなく本サービスの全部または一部の提供を停止または中断することができるものとします。
      </li>
      <ol>
        <li>
          本サービスにかかるコンピュータシステムの保守点検または更新を行う場合
        </li>
        <li>
          地震，落雷，火災，停電または天災などの不可抗力により，本サービスの提供が困難となった場合
        </li>
        <li>
          コンピュータまたは通信回線等が事故により停止した場合
        </li>
        <li>
          その他，当チームが本サービスの提供が困難と判断した場合
        </li>
      </ol>
      <li>
        当チームは，本サービスの提供の停止または中断により，ユーザーまたは第三者が被ったいかなる不利益または損害についても，一切の責任を負わないものとします。
      </li>
    </ol>
  </div>
</template>

<script>
export default {
  name: 'itsuki-terms',
}
</script>

<style>
.contents {
  margin-top: 50px;
  margin-left: 20%;
  margin-right: 20%;
}
</style>
